{
  "sodium.option_impact.low": "Gering",
  "sodium.option_impact.medium": "Mittel",
  "sodium.option_impact.high": "Hoch",
  "sodium.option_impact.extreme": "Extrem",
  "sodium.option_impact.varies": "Variiert",
  "sodium.options.pages.quality": "Qualität",
  "sodium.options.pages.performance": "Leistung",
  "sodium.options.pages.advanced": "Erweitert",
  "sodium.options.view_distance.tooltip": "Die Sichtweite bestimmt, wie weit die Landschaft gerendert wird. Kürzere Entfernungen bedeuten, dass weniger Terrain gerendert wird, was die Bildrate verbessert.",
  "sodium.options.simulation_distance.tooltip": "Die Simulationsweite bestimmt, wie weit Terrain und Entitäten geladen und verarbeitet werden. Kürzere Distanzen können die Last für den internen Server reduzieren und die Bildrate verbessern.",
  "sodium.options.brightness.tooltip": "Steuert die Helligkeit (Gamma) des Spiels.",
  "sodium.options.clouds.name": "Wolken",
  "sodium.options.clouds.tooltip": "Steuert, ob Wolken sichtbar sind oder nicht.",
  "sodium.options.gui_scale.tooltip": "Legt den maximalen Skalierungsfaktor für die Benutzeroberfläche fest. Wenn 'auto' verwendet wird, wird immer der größte Skalierungsfaktor verwendet.",
  "sodium.options.fullscreen.tooltip": "Wenn aktiviert, wird das Spiel im Vollbildmodus angezeigt (falls unterstützt).",
  "sodium.options.v_sync.tooltip": "Wenn aktiviert, wird die Bildrate des Spiels an die Bildwiederholrate des Monitors angepasst, was ein flüssigeres Spielerlebnis auf Kosten der Eingabelatenz bietet. Diese Einstellung kann die Leistung verringern, wenn Ihr System zu langsam ist.",
  "sodium.options.fps_limit.tooltip": "Begrenzt die maximale Anzahl von Bildern pro Sekunde. Dies kann dazu beitragen, den Batterieverbrauch und die allgemeine Systemauslastung beim Multitasking zu reduzieren. Wenn V-Sync aktiviert ist, wird diese Option ignoriert, es sei denn, sie ist niedriger als die Bildwiederholrate Ihres Displays.",
  "sodium.options.view_bobbing.tooltip": "Wenn aktiviert, schwankt die Sicht des Spielers bei Bewegungen. Spieler, die unter Bewegungskrankheit leiden, können davon profitieren, dies zu deaktivieren.",
  "sodium.options.attack_indicator.tooltip": "Steuert, wo der Angriffsindikator auf dem Bildschirm angezeigt wird.",
  "sodium.options.autosave_indicator.tooltip": "Wenn aktiviert, wird ein Indikator angezeigt, wenn das Spiel die Welt auf die Festplatte speichert.",
  "sodium.options.graphics_quality.tooltip": "Die standardmäßige Grafikqualität steuert einige ältere Optionen und ist für die Kompatibilität mit Mods erforderlich. Wenn die folgenden Optionen auf 'Standard' gesetzt sind, verwenden sie diese Einstellung.",
  "sodium.options.clouds_quality.tooltip": "Steuert die Qualität der gerenderten Wolken am Himmel.",
  "sodium.options.weather_quality.tooltip": "Steuert die Qualität von Regen- und Schneeeffekten.",
  "sodium.options.leaves_quality.name": "Blätterqualität",
  "sodium.options.leaves_quality.tooltip": "Steuert die Qualität der Blätter.",
  "sodium.options.particle_quality.name": "Partikelqualität",
  "sodium.options.particle_quality.tooltip": "Steuert die maximale Anzahl von Partikeln, die gleichzeitig auf dem Bildschirm sein können.",
  "sodium.options.smooth_lighting.tooltip": "Steuert, ob Blöcke gleichmäßig beleuchtet und beschattet werden. Dies erhöht leicht die Zeit, die zum Neuaufbau eines Chunks benötigt wird, hat aber keinen Einfluss auf die Bildrate.",
  "sodium.options.biome_blend.value": "%s Block/Blöcke",
  "sodium.options.biome_blend.tooltip": "Steuert den Bereich, in dem Biome für die Blockfarbgebung abgetastet werden. Höhere Werte erhöhen die Zeit, die zum Erstellen von Chunks benötigt wird, bei abnehmenden Qualitätsverbesserungen.",
  "sodium.options.entity_distance.tooltip": "Steuert, wie weit entfernt Entitäten vom Spieler gerendert werden können. Höhere Werte erhöhen die Renderdistanz, verringern aber die Bildrate.",
  "sodium.options.entity_shadows.tooltip": "Wenn aktiviert, werden einfache Schatten unter Mobs und anderen Entitäten dargestellt.",
  "sodium.options.vignette.name": "Vignette",
  "sodium.options.vignette.tooltip": "Wenn aktiviert, wird ein Vignetteneffekt auf die Sicht des Spielers angewendet. Dies wird sich wahrscheinlich nicht auf die Bildrate auswirken, es sei denn, Sie sind von der Füllrate limitiert.",
  "sodium.options.mipmap_levels.tooltip": "Steuert die Anzahl der Mipmaps, die für Blockmodelltexturen verwendet werden. Höhere Werte sorgen für eine bessere Darstellung von Blöcken in der Ferne, können sich aber negativ auf die Leistung auswirken, insbesondere bei vielen animierten Texturen.",
  "sodium.options.use_chunk_multidraw.name": "Chunk Multi-Draw verwenden",
  "sodium.options.use_chunk_multidraw.tooltip": "Multi-Draw ermöglicht es, mehrere Chunks mit weniger Zeichenvorgängen zu rendern, wodurch die CPU-Belastung beim Rendern der Welt erheblich reduziert und möglicherweise eine effizientere GPU-Auslastung ermöglicht wird. Diese Optimierung kann bei einigen Grafiktreibern Probleme verursachen, daher sollten Sie versuchen, sie zu deaktivieren, wenn Sie Störungen feststellen.",
  "sodium.options.use_vertex_objects.name": "Vertex Array Objects verwenden",
  "sodium.options.use_vertex_objects.tooltip": "Verbessert die Leistung, indem Informationen darüber, wie Vertex-Daten gerendert werden sollen, in den Treiber verschoben werden, wodurch dieser die wiederholte Darstellung derselben Objekte besser optimieren kann. Es gibt in der Regel keinen Grund, diese Option zu deaktivieren, es sei denn, Sie verwenden inkompatible Mods.",
  "sodium.options.use_block_face_culling.name": "Blockflächen-Ausblendung verwenden",
  "sodium.options.use_block_face_culling.tooltip": "Wenn aktiviert, werden nur die Seiten von Blöcken, die zur Kamera zeigen, für das Rendering übermittelt. Dadurch können viele Blockflächen sehr früh im Rendering-Prozess eliminiert werden, was Speicherbandbreite und Zeit auf der GPU spart. Einige Ressourcenpakete könnten Probleme mit dieser Option haben, versuchen Sie also, sie zu deaktivieren, wenn Sie Löcher in Blöcken sehen.",
  "sodium.options.use_compact_vertex_format.name": "Kompaktes Vertex-Format verwenden",
  "sodium.options.use_compact_vertex_format.tooltip": "Wenn aktiviert, wird ein kompakteres Vertex-Format für das Rendern von Chunks verwendet. Dies kann die Grafikspeichernutzung und die Bandbreitenanforderungen erheblich reduzieren, insbesondere für integrierte Grafikkarten, kann aber aufgrund der Verringerung der Genauigkeit von Position und Texturkoordinatenattributen Z-Fighting mit einigen Ressourcenpaketen verursachen.",
  "sodium.options.use_fog_occlusion.name": "Nebel-Okklusion verwenden",
  "sodium.options.use_fog_occlusion.tooltip": "Wenn aktiviert, werden Chunks, die als durch Nebeleffekte vollständig verdeckt bestimmt werden, nicht gerendert, um die Leistung zu verbessern. Die Verbesserung kann dramatischer sein, wenn Nebel-Effekte stärker sind (z. B. unter Wasser), aber es kann zu unerwünschten visuellen Artefakten zwischen Himmel und Nebel in einigen Szenarien kommen.",
  "sodium.options.use_entity_culling.name": "Entitäten-Ausblendung verwenden",
  "sodium.options.use_entity_culling.tooltip": "Wenn aktiviert, werden Entitäten, die nicht in sichtbaren Chunks bestimmt wurden, beim Rendern übersprungen. Dies kann helfen, die Leistung zu verbessern, indem das Rendern von Entitäten, die sich unter der Erde oder hinter Wänden befinden, vermieden wird.",
  "sodium.options.use_particle_culling.name": "Partikel-Ausblendung verwenden",
  "sodium.options.use_particle_culling.tooltip": "Wenn aktiviert, werden nur Partikel gerendert, die als sichtbar ermittelt wurden. Dies kann eine erhebliche Verbesserung der Bildraten bewirken, wenn viele Partikel in der Nähe sind.",
  "sodium.options.animate_only_visible_textures.name": "Nur sichtbare Texturen animieren",
  "sodium.options.animate_only_visible_textures.tooltip": "Wenn aktiviert, werden nur animierte Texturen aktualisiert, die als sichtbar ermittelt wurden. Dies kann die Bildrate auf einigen Hardware deutlich verbessern, besonders bei umfangreicheren Ressourcenpaketen. Wenn Sie Probleme damit haben, dass einige Texturen nicht animiert werden, versuchen Sie, diese Option zu deaktivieren.",
  "sodium.options.translucency_sorting.name": "Transluzenz-Sortierung",
  "sodium.options.translucency_sorting.tooltip": "Wenn aktiviert, werden durchsichtige Blöcke von hinten nach vorne korrekt sortiert, um eine bessere Darstellung zu gewährleisten, insbesondere wenn mehrere durchsichtige Blöcke im Blickfeld übereinanderliegen. Dies ist ein etwas aufwändiger Vorgang.",
  "sodium.options.cpu_render_ahead_limit.name": "CPU-Vorausrender-Limit",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Gibt die maximale Anzahl von Frames an, die die CPU auf die GPU warten kann, um das Rendern abzuschließen. Sehr niedrige oder hohe Werte können zu Instabilität der Bildrate führen.",
  "sodium.options.cpu_render_ahead_limit.value": "%s Frame(s)",
  "sodium.options.allow_direct_memory_access.name": "Direkten Speicherzugriff zulassen",
  "sodium.options.allow_direct_memory_access.tooltip": "Wenn aktiviert, dürfen einige kritische Codepfade den direkten Speicherzugriff für die Leistung verwenden. Dies reduziert oft erheblich den CPU-Overhead für das Chunk- und Entity-Rendering, kann aber die Diagnose einiger Fehler und Abstürze erschweren. Sie sollten dies nur deaktivieren, wenn Sie dazu aufgefordert wurden oder anderweitig wissen, was Sie tun.",
  "sodium.options.ignore_driver_blacklist.name": "Treiber-Blacklist ignorieren",
  "sodium.options.ignore_driver_blacklist.tooltip": "Wenn aktiviert, werden bekannte Inkompatibilitäten mit Ihrer Hardware-/Treiberkonfiguration ignoriert, wodurch Sie Optionen aktivieren können, die Probleme mit Ihrem Spiel verursachen können. Sie sollten diese Option im Allgemeinen nicht ändern, es sei denn, Sie wissen genau, was Sie tun. Nach der Änderung dieser Option müssen Sie speichern, schließen und dann den Einstellungsbildschirm erneut öffnen.",
  "sodium.options.enable_memory_tracing.name": "Speicherverfolgung aktivieren",
  "sodium.options.enable_memory_tracing.tooltip": "Debugging-Funktion. Wenn aktiviert, werden Stacktraces zusammen mit Speicherzuweisungen erfasst, um die Diagnoseinformationen zu verbessern, wenn Speicherlecks erkannt werden.",
  "sodium.options.performance_impact_string": "Auswirkung auf die Leistung: %s",
  "sodium.options.use_persistent_mapping.name": "Dauerhafte Zuordnung verwenden",
  "sodium.options.use_persistent_mapping.tooltip": "Wenn aktiviert, wird ein kleiner Speicherbereich dauerhaft zugeordnet, um das Aktualisieren von Chunks und das Rendern von Entitäten zu beschleunigen.\n\nErfordert OpenGL 4.4 oder ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Chunk-Speicherzuordner",
  "sodium.options.chunk_memory_allocator.tooltip": "Wählt den Speicherzuordner aus, der für das Chunk-Rendering verwendet wird.\n- ASYNC: Schnellste Option, funktioniert gut mit den meisten modernen Grafiktreibern.\n- SWAP: Fallback-Option für ältere Grafiktreiber. Kann die Speicherauslastung erheblich erhöhen.",
  "sodium.options.chunk_memory_allocator.async": "Asynchron",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "sodium.options.chunk_update_threads.name": "Threads für Chunk-Updates",
  "sodium.options.chunk_update_threads.tooltip": "Gibt die Anzahl der Threads an, die für das Erstellen von Chunks verwendet werden sollen. Die Verwendung von mehr Threads kann das Laden von Chunks und die Aktualisierungsgeschwindigkeit beschleunigen, kann sich jedoch negativ auf die Framezeiten auswirken.",
  "sodium.options.always_defer_chunk_updates.name": "Chunk-Updates immer verzögern",
  "sodium.options.always_defer_chunk_updates.tooltip": "Wenn aktiviert, wartet das Rendering nie auf den Abschluss von Chunk-Updates, auch wenn diese wichtig sind. Dies kann in einigen Szenarien die Bildraten erheblich verbessern, kann jedoch zu erheblichen visuellen Verzögerungen führen, bei denen es eine Weile dauert, bis Blöcke erscheinen oder verschwinden.",
  "sodium.options.use_no_error_context.name": "Keinen Fehlerkontext verwenden",
  "sodium.options.use_no_error_context.tooltip": "Wenn aktiviert, wird der OpenGL-Kontext mit deaktivierter Fehlerprüfung erstellt. Dies kann die Rendering-Leistung geringfügig verbessern, erhöht jedoch das Risiko, dass das Spiel abstürzt, anstatt OpenGL-Fehler anmutig zu behandeln. Sie sollten diese Option deaktivieren, wenn Sie plötzliche unerklärliche Abstürze erleben.",
  "sodium.options.threads.value": "%s Thread(s)",
  "sodium.options.default": "Standard",
  "sodium.options.buttons.undo": "Rückgängig",
  "sodium.options.buttons.apply": "Anwenden",
  "sodium.options.buttons.donate": "Unterstütze Sodium!"
}
