{
  "sodium.option_impact.low": "Низкое",
  "sodium.option_impact.medium": "Среднее",
  "sodium.option_impact.high": "Высокое",
  "sodium.option_impact.extreme": "Огромное",
  "sodium.option_impact.varies": "Разное",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.pages.performance": "Быстродействие",
  "sodium.options.pages.advanced": "Расширенные",
  "sodium.options.view_distance.tooltip": "Дальность прорисовки определяет, как далеко будет видна местность. Меньшие значения соответствуют меньшей площади, что улучшает частоту кадров.",
  "sodium.options.simulation_distance.tooltip": "Дальность симуляции определяет, как далеко местность и сущности будут загружаться и обрабатываться. Меньшие значения могут уменьшить нагрузку на внутренний сервер и увеличить частоту кадров.",
  "sodium.options.brightness.tooltip": "Управляет яркостью (гаммой) игры.",
  "sodium.options.gui_scale.tooltip": "Устанавливает коэффициент масштабирования для интерфейса. При выборе «Авто» всегда будет использоваться наибольший коэффициент.",
  "sodium.options.fullscreen.tooltip": "Если включено, игра будет отображаться в полноэкранном режиме (если поддерживается).",
  "sodium.options.v_sync.tooltip": "Если включено, частота кадров будет синхронизирована с частотой обновления монитора, обеспечивая более плавную игру за счёт небольшой задержки ввода. Может понизить производительность слабых систем.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное количество кадров в секунду. Это поможет уменьшить расход заряда батареи и нагрузку на систему. При включённой вертикальной синхронизации этот параметр будет игнорироваться, если он выше частоты обновления вашего экрана.",
  "sodium.options.view_bobbing.tooltip": "Если включено, камера игрока будет покачиваться при движении. Отключение этого параметра может помочь людям, которых укачивает во время игры.",
  "sodium.options.attack_indicator.tooltip": "Управляет расположением индикатора атаки на экране.",
  "sodium.options.autosave_indicator.tooltip": "Если включено, при сохранении игрой мира на диск будет показываться индикатор.",
  "sodium.options.graphics_quality.tooltip": "Качество графики по умолчанию контролирует некоторые устаревшие опции и необходимо для совместимости с модами. Если параметры ниже установлены на 'По умолчанию', они будут использовать это значение.",
  "sodium.options.clouds_quality.tooltip": "Уровень качества отрисовки облаков в небе. Несмотря на то, что значения носят названия «Быстро» и «Детально», разница в производительности незначительна.",
  "sodium.options.weather_quality.tooltip": "Управляет расстоянием, на котором будут отображаться погодные эффекты, такие как дождь и снег.",
  "sodium.options.leaves_quality.name": "Листья",
  "sodium.options.leaves_quality.tooltip": "Определяет, будут ли листья отображаться прозрачными (детально) или непрозрачными (быстро).",
  "sodium.options.particle_quality.tooltip": "Управляет максимальным количеством частиц, которые могут одновременно присутствовать на экране.",
  "sodium.options.smooth_lighting.tooltip": "Активирует мягкие освещение и затенение блоков в мире. Не влияет на частоту кадров, но может слегка увеличить время загрузки и обновления чанков.",
  "sodium.options.biome_blend.value": "Блоков: %s",
  "sodium.options.biome_blend.tooltip": "Расстояние (в блоках) в котором цвета биомов плавно перетекают из одного в другой. Более высокие значения сильно увеличивают затрачиваемое на сборку чанков время, ради незначительного улучшения качества.",
  "sodium.options.entity_distance.tooltip": "Множитель расстояния, используемый для отрисовки сущностей. Меньшие значения уменьшают, а большие значения увеличивают максимальное расстояние, на котором будут отображаться сущности.",
  "sodium.options.entity_shadows.tooltip": "Если включено, под мобами и другими сущностями будут отображаться простые тени.",
  "sodium.options.vignette.name": "Виньетирование",
  "sodium.options.vignette.tooltip": "Если включено, при нахождении в тёмных местах будет применяться эффект виньетирования, который делает картинку более затенённой и драматичной.",
  "sodium.options.mipmap_levels.tooltip": "Управляет количеством уровней детализации для текстур блоков. Более высокие значения обеспечивают более приятную картинку на расстоянии, но могут негативно повлиять на производительность с наборами ресурсов, использующими большое количество анимированных текстур.",
  "sodium.options.use_block_face_culling.name": "Отсечение граней блоков",
  "sodium.options.use_block_face_culling.tooltip": "Если включено, на рендеринг будут выводиться только обращённые к камере грани блоков. Это может исключить большое количество граней на ранней стадии отрисовки, что значительно улучшает производительность. Может вызвать проблемы с некоторыми наборами ресурсов, поэтому попробуйте отключить отсечение при появлении дыр в блоках.",
  "sodium.options.use_compact_vertex_format.name": "Использовать компактный формат вершин",
  "sodium.options.use_compact_vertex_format.tooltip": "Есливключено, для рендеринга фрагментов будет использоваться более компактный формат вершин. Это может значительно снизить использование графической памяти и требования к пропускной способности, особенно для интегрированных видеокарт, но может вызвать проблемы с некоторыми пакетами ресурсов из-за того, что это снижает точность атрибутов координат положения и текстуры. Отключение этого параметра не имеет никакого эффекта, если установлен Oculus.",
  "sodium.options.translucent_face_sorting.name": "Прозрачная сортировка граней",
  "sodium.options.translucent_face_sorting.tooltip": "Если включено, то эффекты прозрачности таких поверхностей, как витражное стекло и вода, будут применены корректно.",
  "sodium.options.use_fog_occlusion.name": "Отсечение чанков туманом",
  "sodium.options.use_fog_occlusion.tooltip": "Если включено, чанки, определённые как полностью скрытые в тумане, не будут отображаться ради повышения производительности. Улучшение может быть более значительным, когда эффект тумана сильнее (например, под водой), но в некоторых сценах это может привести к нежелательным визуальным артефактам между небом и туманом.",
  "sodium.options.use_entity_culling.name": "Отбраковка сущностей",
  "sodium.options.use_entity_culling.tooltip": "Если включено, рендеринг сущностей не будет осуществляться, если они находятся в невидимых чанках в пределах экрана. Эта оптимизация использует уже имеющиеся данные от рендеринга чанков и не оказывает дополнительной нагрузки.",
  "sodium.options.animate_only_visible_textures.name": "Анимировать только видимое",
  "sodium.options.animate_only_visible_textures.tooltip": "Если включено, будут обновляться лишь видимые на экране анимированные текстуры. Это может значительно улучшить производительность на некоторых устройствах, особенно с крупными наборами ресурсов. Если у каких-то текстур возникают проблемы с анимацией, попробуйте отключить эту опцию.",
  "sodium.options.cpu_render_ahead_limit.name": "Лимит подготовки кадров",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Функция отладки. Задаёт максимальное количество кадров в очереди на отрисовку видеокартой. Изменять не рекомендуется, так как очень низкие или высокие значения могут дестабилизировать частоту кадров.",
  "sodium.options.cpu_render_ahead_limit.value": "Кадров: %s",
  "sodium.options.performance_impact_string": "Влияние на быстродействие: %s",
  "sodium.options.use_persistent_mapping.name": "Постоянный буфер памяти",
  "sodium.options.use_persistent_mapping.tooltip": "Функция отладки. Если включено, во избежание излишних операций с памятью будет использоваться постоянный буфер для подготовки кадра. Отключать имеет смысл только при поиске причин графических артефактов.\n\nТребуется OpenGL 4.4 или ARB_buffer_storage.",
  "sodium.options.chunk_update_threads.name": "Потоки обновления чанков",
  "sodium.options.chunk_update_threads.tooltip": "Задаёт количество потоков для сборки чанков. Использование большего количества потоков способствует повышению скорости загрузки и обновления чанков, но может негативно повлиять на скорость построения кадра. Значение по умолчанию обычно лучше всего подходит для всех ситуаций.",
  "sodium.options.always_defer_chunk_updates.name": "Отложенное обновление чанков",
  "sodium.options.always_defer_chunk_updates.tooltip": "Если включено, обновления чанков не будут блокировать рендеринг, даже если они важные. Это может привести к сильному увеличению частоты кадров в некоторых ситуациях, но также может вызвать ситуацию, где блоки могут появляться или исчезать со значительной задержкой.",
  "sodium.options.use_no_error_context.name": "Игнорировать ошибки OpenGL",
  "sodium.options.use_no_error_context.tooltip": "Если включено, контекст OpenGL будет создаваться с выключенной проверкой ошибок. Это немного улучшает производительность, но сильно усложняет анализ внезапных необъяснимых сбоев.",
  "sodium.options.buttons.undo": "Отменить",
  "sodium.options.buttons.apply": "Применить",
  "sodium.options.buttons.donate": "Поддержите Sodium!",
  "sodium.console.game_restart": "Для внесения некоторых изменений требуется перезапуск игры.",
  "sodium.console.broken_nvidia_driver": "Ваши графические драйверы NVIDIA устарели!\n  * Это вызовет серьёзные проблемы с производительностью и сбоями при установленном .\n  * Пожалуйста, обновите ваши графические драйвера до последней версии (версия 536.23 или новее.)",
  "sodium.console.pojav_launcher": "PojavLauncher не поддерживается при игре с Embeddium.\n * С огромной вероятностью вы столкнётесь с серьёзным снижением производительности, визуальными ошибки и сбоями.\n * Продолжая, вы принимаете на себя весь риск — мы не будем вам помогать с какими-либо ошибками ли сбоями!",
  "sodium.console.core_shaders_error": "Следующие наборы ресурсов несовместимы с Embeddium:",
  "sodium.console.core_shaders_warn": "Следующие наборы ресурсов могут быть несовместимы с Embeddium:",
  "sodium.console.core_shaders_info": "Проверьте логи, чтобы узнать подробности.",
  "modmenu.summaryTranslation.sodium": "Современный графический движок для оптимизации клиента Minecraft",
  "modmenu.descriptionTranslation.sodium": "Embeddium — это бесплатный мод для Minecraft с открытым исходным кодом, призванный уменьшить зависания и улучшить частоту кадров."
}
