{
  "sodium.option_impact.low": "Низкое",
  "sodium.option_impact.medium": "Среднее",
  "sodium.option_impact.high": "Высокое",
  "sodium.option_impact.extreme": "Экстремальное",
  "sodium.option_impact.varies": "Варьируется",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.pages.performance": "Производительность",
  "sodium.options.pages.advanced": "Дополнительно",
  "sodium.options.view_distance.tooltip": "Расстояние прорисовки определяет, насколько далеко будет отрисовываться местность. Меньшее расстояние означает, что будет отрисовываться меньше местности, что повышает частоту кадров.",
  "sodium.options.simulation_distance.tooltip": "Расстояние симуляции определяет, на каком расстоянии будут загружаться и обрабатываться местность и сущности. Более короткие расстояния могут снизить нагрузку на внутренний сервер и увеличить частоту кадров.",
  "sodium.options.brightness.tooltip": "Определяет яркость (гамму) игры.",
  "sodium.options.gui_scale.tooltip": "Определяет максимальный коэффициент масштабируемости, который будет использоваться для пользовательского интерфейса. Если используется значение 'авто', то всегда будет использоваться наибольший масштабный коэффициент.",
  "sodium.options.fullscreen.tooltip": "Если эта опция включена, игра будет отображаться в полноэкранном режиме (если поддерживается).",
  "sodium.options.v_sync.tooltip": "Если эта опция включена, частота кадров игры будет синхронизирована с частотой обновления монитора, что обеспечит более плавную работу за счёт общей задержки ввода. Эта настройка может снизить производительность на очень слабых системах.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное количество кадров в секунду. Это поможет снизить расход заряда батареи и общую нагрузку на систему при многозадачной работе. Если включена опция V-Sync, этот параметр будет игнорироваться, если только он не ниже частоты обновления вашего монитора.",
  "sodium.options.view_bobbing.tooltip": "Если эта опция включена, камера игрока будет покачиваться при движении. Игрокам, испытывающим укачивание во время игры, полезно отключить эту опцию.",
  "sodium.options.attack_indicator.tooltip": "Отвечает за положением индикатора атаки на экране.",
  "sodium.options.autosave_indicator.tooltip": "Если эта опция включена, будет показан индикатор, когда игра сохраняет мир на диск.",
  "sodium.options.graphics_quality.tooltip": "Качество графики по умолчанию определяет некоторые унаследованные параметры и необходимо для совместимости с модами. Если опции ниже оставлены \"По умолчанию\", они будут использовать эту настройку.",
  "sodium.options.clouds_quality.tooltip": "Определяет наличие отрисованных облаков на небе.",
  "sodium.options.weather_quality.tooltip": "Определяет качество эффектов дождя и снега.",
  "sodium.options.leaves_quality.name": "Детализация листвы",
  "sodium.options.leaves_quality.tooltip": "Определяет уровень детализации листвы.",
  "sodium.options.particle_quality.tooltip": "Определяет максимальное количество частиц, которые могут присутствовать на экране в любой момент времени.",
  "sodium.options.smooth_lighting.tooltip": "Определяет, будут ли блоки плавно освещаться и затеняться. Это немного увеличивает время, необходимое для перерасчёта освещения блока, но не влияет на частоту кадров.",
  "sodium.options.biome_blend.value": "%s блок(а,ов)",
  "sodium.options.biome_blend.tooltip": "Определяет диапазон, в котором биомы будут отобраны для раскрашивания блоков. Более высокие значения значительно увеличивают количество времени, затрачиваемого на создание блоков, что приводит к снижению качества.",
  "sodium.options.entity_distance.tooltip": "Определяет расстояние отрисовки сущностей от игрока. Более высокие значения увеличивают расстояние отрисовки в ущерб частоте кадров.",
  "sodium.options.entity_shadows.tooltip": "Если эта опция включена, под мобами и другими существами будут отрисовываться основные тени.",
  "sodium.options.vignette.name": "Виньетка",
  "sodium.options.vignette.tooltip": "Если эта опция включена, на экране игрока будет отображаться эффект виньетки. Это вряд ли повлияет на частоту кадров, если только вы не ограничены в скорости заполнения.",
  "sodium.options.mipmap_levels.tooltip": "Определяет количество мипмапов, которые будут использоваться для текстур блочной модели. Более высокие значения обеспечивают лучшую визуализацию блоков на расстоянии, но могут негативно повлиять на производительность при использовании большого количества анимированных текстур.",
  "sodium.options.use_block_face_culling.name": "Отбраковка граней блоков",
  "sodium.options.use_block_face_culling.tooltip": "Если эта опция включена, на рендер будут отправляться только те стороны блоков, которые обращены к камере. Это позволяет избавиться от большого количества граней блоков на ранних стадиях процесса отрисовки, экономя пропускную способность памяти и время на ГП. Некоторые пакеты ресурсов могут иметь проблемы с этой опцией, поэтому попробуйте отключить её, если Вы видите дыры в блоках.",
  "sodium.options.use_compact_vertex_format.name": "Использовать компактный формат вершин",
  "sodium.options.use_compact_vertex_format.tooltip": "Если включено, для рендеринга чанков будет использоваться более компактный формат вершин. Это может значительно снизить использование графической памяти и требования к пропускной способности, особенно для интегрированных графических карт, но может вызвать z-фликеринг с некоторыми ресурс-паками из-за снижения точности атрибутов позиции и текстурных координат. Отключение этого параметра не оказывает влияния, если установлен Oculus.",
  "sodium.options.translucent_face_sorting.name": "Сортировка полупрозрачных поверхностей",
  "sodium.options.translucent_face_sorting.tooltip": "Если включено, полупрозрачные эффекты от поверхностей, такие как окрашенное стекло и вода, будут отображаться корректно.",
  "sodium.options.use_fog_occlusion.name": "Окклюзия туманом",
  "sodium.options.use_fog_occlusion.tooltip": "Если эта опция включена, то чанки, которые определены как полностью скрытые эффектом тумана, не будут отрисовываться, что способствует повышению производительности. Улучшение может быть более значительным, когда эффекты тумана сильнее (например, под водой), но в некоторых сценариях это может вызвать нежелательные визуальные артефакты между небом и туманом.",
  "sodium.options.use_entity_culling.name": "Отбраковка сущностей",
  "sodium.options.use_entity_culling.tooltip": "Если эта опция включена, сущности, не находящиеся в видимых чанках, будут пропущены во время отрисовки. Это поможет повысить производительность, избегая отрисовки сущностей, расположенных под землёй или за стенами.",
  "sodium.options.animate_only_visible_textures.name": "Анимация только видимых текстур",
  "sodium.options.animate_only_visible_textures.tooltip": "Если включено, будут обновляться только те анимированные текстуры, что определяются игрой как видимые. Это может значительно улучшить производительность на некоторых устройствах и в особенности при игре с тяжёлыми наборами ресурсов. Если некоторые текстуры анимируются неправильно, попробуйте отключить эту настройку.",
  "sodium.options.cpu_render_ahead_limit.name": "Предел отрисовки ЦП",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Определяет максимальное количество кадров, в течение которых ЦП может ожидать завершения отрисовки графическим процессором. Очень низкие или высокие значения могут привести к нестабильности частоты кадров.",
  "sodium.options.cpu_render_ahead_limit.value": "%s кадр(а, ов)",
  "sodium.options.performance_impact_string": "Влияние на производительность: %s",
  "sodium.options.use_persistent_mapping.name": "Постоянное текстурирование",
  "sodium.options.use_persistent_mapping.tooltip": "Если эта опция включена, небольшой объём памяти будет постоянно отображаться в качестве буфера ожидания для загрузки чанков, помогая уменьшить нагрузку на процессор и нестабильность времени кадра при загрузке или обновлении чанков.\n\nТребуется OpenGL 4.4 или ARB_buffer_storage.",
  "sodium.options.chunk_update_threads.name": "Потоки обновления чанков",
  "sodium.options.chunk_update_threads.tooltip": "Определяет количество потоков, используемых для построения чанков. Использование большего количества потоков может ускорить загрузку чанков и скорость обновления, но может негативно повлиять на время кадров.",
  "sodium.options.always_defer_chunk_updates.name": "Отложенное обновление чанков",
  "sodium.options.always_defer_chunk_updates.tooltip": "Если эта опция включена, отрисовка никогда не будет ожидать завершения обновления чанков, даже если они важны. Это может значительно повысить частоту кадров в некоторых сценариях, но может создать значительное визуальное отставание в мире.",
  "sodium.options.use_no_error_context.name": "Не использовать контекст ошибки",
  "sodium.options.use_no_error_context.tooltip": "Если включено, контекст OpenGL будет создан с отключённой проверкой ошибок. Это немного улучшает производительность, но может значительно усложнить отладку внезапных непредвиденных сбоев.",
  "sodium.options.buttons.undo": "Отмена",
  "sodium.options.buttons.apply": "Применить",
  "sodium.options.buttons.donate": "Поддержите Sodium!",
  "sodium.console.game_restart": "Перезапустите игру для применения изменений в настройках графики!",
  "sodium.console.broken_nvidia_driver": "Ваши графические драйверы NVIDIA устарели!\n  * Это может привести к серьёзным проблемам с производительностью и сбоям при установленной Sodium.\n  * Пожалуйста, обновите драйверы до последней версии (536.23 или новее).",
  "sodium.console.pojav_launcher": "Embeddium не имеет прямой поддержки PojavLauncher.\n  * Высока вероятность, что вы столкнётесь с проблемами производительности, графическими ошибками и сбоями.\n  * Продолжая его использование, вы предоставляетесь сами себе; мы не поможем вам справиться с ошибками или сбоями!",
  "sodium.console.core_shaders_error": "Следующие наборы ресурсов несовместимы с Embeddium:",
  "sodium.console.core_shaders_warn": "Следующие наборы ресурсов могут быть несовместимы с Embeddium:",
  "sodium.console.core_shaders_info": "Смотрите подробнее в логах."
}
