{
  "sodium.option_impact.low": "Düşük",
  "sodium.option_impact.medium": "Orta",
  "sodium.option_impact.high": "Yüksek",
  "sodium.option_impact.extreme": "Aşırı",
  "sodium.option_impact.varies": "Değişken",
  "sodium.options.pages.quality": "Kalite",
  "sodium.options.pages.performance": "Performans",
  "sodium.options.pages.advanced": "Gelişmiş",
  "sodium.options.view_distance.tooltip": "Oluşturma mesafesi, arazinin ne kadar uzakta oluşturulacağını kontrol eder. Daha kısa mesafeler, daha az arazinin oluşturulacağı anlamına gelir ve kare hızlarını artırır.",
  "sodium.options.simulation_distance.tooltip": "Simülasyon mesafesi, arazinin ve varlıkların ne kadar uzakta yükleneceğini ve tick'leneceğini kontrol eder. Daha kısa mesafeler dahili sunucunun yükünü azaltır ve kare hızlarını artırabilir.",
  "sodium.options.brightness.tooltip": "Oyunun parlaklığını (gamma) kontrol eder.",
  "sodium.options.gui_scale.tooltip": "Kullanıcı arayüzü için kullanılacak en fazla ölçek faktörünü ayarlar. 'Otomatik' kullanılırsa her zaman en büyük ölçek faktörü kullanılacaktır.",
  "sodium.options.fullscreen.tooltip": "Etkinleştirilirse oyun tam ekranda görüntülenecektir (destekleniyorsa).",
  "sodium.options.v_sync.tooltip": "Etkinleştirilirse, oyunun kare hızı monitörün yenileme hızıyla senkronize edilecek ve genel giriş gecikmesi pahasına genel olarak daha akıcı bir deneyim sağlanacak. Sisteminiz çok yavaşsa bu ayar performansı düşürebilir.",
  "sodium.options.fps_limit.tooltip": "Saniyedeki maksimum kare sayısını sınırlar. Bu, çoklu görev sırasında pil kullanımını ve genel sistem yükünü azaltmaya yardımcı olabilir. Eğer VSync etkinleştirilirse ekranınızın yenileme hızından düşük olmadığı sürece bu seçenek göz ardı edilecektir.",
  "sodium.options.view_bobbing.tooltip": "Etkinleştirilirse, oyuncunun görüşü hareket ederken sallanacaktır. Oynarken hareket rahatsızlığı yaşayan oyuncular bu özelliği devre dışı bırakmaktan yararlanabilirler.",
  "sodium.options.attack_indicator.tooltip": "Saldırı Göstergesinin ekranda nerede görüntüleneceğini kontrol eder.",
  "sodium.options.autosave_indicator.tooltip": "Etkinleştirilirse oyun dünyayı diske kaydederken bir gösterge gösterilecektir.",
  "sodium.options.graphics_quality.tooltip": "Varsayılan grafik kalitesi bazı eski seçenekleri kontrol eder ve mod uyumluluğu için gereklidir. Aşağıdaki seçenekler \"Varsayılan\" olarak bırakılırsa bu ayarı kullanacaklar.",
  "sodium.options.clouds_quality.tooltip": "Gökyüzünde işlenmiş bulutların varlığını kontrol eder.",
  "sodium.options.weather_quality.tooltip": "Yağmur ve kar efektlerinin kalitesini kontrol eder.",
  "sodium.options.leaves_quality.name": "Yapraklar",
  "sodium.options.leaves_quality.tooltip": "Yaprakların kalitesini kontrol eder.",
  "sodium.options.particle_quality.tooltip": "Herhangi bir anda ekranda bulunabilecek maksimum parçacık sayısını kontrol eder.",
  "sodium.options.smooth_lighting.tooltip": "Blokların düzgün bir şekilde aydınlatılıp gölgelendirilip gölgelendirilmeyeceğini kontrol eder. Bu, bir yığını yeniden oluşturmak için gereken süreyi biraz artırır, ancak kare hızlarını etkilemez.",
  "sodium.options.biome_blend.value": "%s blok",
  "sodium.options.biome_blend.tooltip": "Hangi biyomların blok renklendirme için örnekleneceği mesafeyi kontrol eder. Daha yüksek değerler, kalitedeki iyileştirmelerin azalmasına neden olacak parçaların oluşturulması için gereken süreyi büyük ölçüde artırır.",
  "sodium.options.entity_distance.tooltip": "Varlıkların oyuncudan ne kadar uzakta oluşturulabileceğini kontrol eder. Daha yüksek değerler, kare hızları pahasına oluşturma mesafesini artırır.",
  "sodium.options.entity_shadows.tooltip": "Etkinleştirilirse, canavarların ve diğer varlıkların altında temel gölgeler oluşturulur.",
  "sodium.options.vignette.name": "Vinyet",
  "sodium.options.vignette.tooltip": "Etkinleştirilirse, oyuncunun görünümünde bir vinyet efekti oluşturulacaktır. Doluluk oranı sınırlı olmadıkça bunun kare hızlarında bir fark yaratması pek olası değildir.",
  "sodium.options.mipmap_levels.tooltip": "Blok model dokuları için kullanılacak mipmap sayısını kontrol eder. Daha yüksek değerler uzaktaki blokların daha iyi görüntülenmesini sağlar ancak birçok animasyonlu dokuda performansı olumsuz yönde etkileyebilir.",
  "sodium.options.use_block_face_culling.name": "Blok Yüzü Ayırma'yı Kullan",
  "sodium.options.use_block_face_culling.tooltip": "Etkinleştirilirse, blokların yalnızca kameraya bakan kenarları işleme için gönderilecektir. Bu, işleme sürecinin çok erken aşamalarında çok sayıda blok yüzünü ortadan kaldırabilir ve bellek bant genişliğinden ve GPU'da zamandan tasarruf sağlar. Bazı kaynak paketlerde bu seçenekle ilgili sorunlar olabilir; bloklarda delikler görüyorsanız bu seçeneği devre dışı bırakmayı deneyin.",
  "sodium.options.use_compact_vertex_format.name": "Kompakt Vertex Formatını Kullan",
  "sodium.options.use_compact_vertex_format.tooltip": "Etkinleştirilirse, parçaların oluşturulması için daha kompakt bir köşe biçimi kullanılacaktır. Bu, özellikle entegre grafik kartları için grafik belleği kullanımını ve bant genişliği gereksinimlerini önemli ölçüde azaltabilir, ancak konum hassasiyeti ve doku koordinatı niteliklerinin azaltması nedeniyle bazı kaynak paketlerinde z-mücadelesine neden olabilir. Oculus yüklüyse bunu devre dışı bırakmanın hiçbir etkisi olmaz.",
  "sodium.options.translucent_face_sorting.name": "Yarı Saydam Yüz Sıralaması",
  "sodium.options.translucent_face_sorting.tooltip": "Etkinleştirilirse renkli camlar ve su gibi yüzeylerdeki yarı saydam efektler doğru şekilde uygulanacaktır.",
  "sodium.options.use_fog_occlusion.name": "Sis Kapatmayı Kullan",
  "sodium.options.use_fog_occlusion.tooltip": "Etkinleştirildiğinde, sis efektleriyle tamamen gizlendiği belirlenen parçalar oluşturulmayacak ve bu da performansın artmasına yardımcı olacak. Sis efektleri daha ağır olduğunda (örneğin su altındayken) iyileşme daha çarpıcı olabilir, ancak bazı senaryolarda gökyüzü ile sis arasında istenmeyen görsel bozulmalara neden olabilir.",
  "sodium.options.use_entity_culling.name": "Varlık Ayırma'yı Kullan",
  "sodium.options.use_entity_culling.tooltip": "Etkinleştirilirse, herhangi bir görünür parçada yer almadığı belirlenen varlıklar oluşturma sırasında atlanır. Bu, yeraltında veya duvarların arkasında bulunan varlıkların görüntülenmesini önleyerek performansı artırmaya yardımcı olabilir.",
  "sodium.options.animate_only_visible_textures.name": "Yalnızca Görünür Dokuları Hareketlendir",
  "sodium.options.animate_only_visible_textures.tooltip": "Etkinleştirilirse, yalnızca görünür olduğu belirlenen animasyonlu dokular güncellenir. Bu, özellikle daha ağır kaynak paketleriyle bazı donanımlarda kare hızlarında önemli bir artış sağlayabilir. Bazı dokuların animasyonlu olmamasıyla ilgili sorunlar yaşıyorsanız, bu seçeneği devre dışı bırakmayı deneyin.",
  "sodium.options.cpu_render_ahead_limit.name": "CPU İleri İşleme Sınırı",
  "sodium.options.cpu_render_ahead_limit.tooltip": "CPU'nun işlemeyi bitirmek için GPU'da bekleyebileceği maksimum kare sayısını belirtir. Çok düşük veya yüksek değerler kare hızında istikrarsızlık yaratabilir.",
  "sodium.options.cpu_render_ahead_limit.value": "%s kare",
  "sodium.options.performance_impact_string": "Performans Etkisi: %s",
  "sodium.options.use_persistent_mapping.name": "Israrcı Eşleşmeyi Kullan",
  "sodium.options.use_persistent_mapping.tooltip": "Etkinleştirilirse, küçük bir bellek miktarı, yığın yükleme için bir hazırlama arabelleği olarak ısrarcı bir şekilde eşlenir ve yığınları yüklerken veya güncellerken CPU ek yükünü ve kare süresi kararsızlığını azaltmaya yardımcı olur.\n\nOpenGL 4.4 veya ARB_buffer_storage gerektirir.",
  "sodium.options.chunk_update_threads.name": "Yığın Güncelleme İş Parçacıkları",
  "sodium.options.chunk_update_threads.tooltip": "Yığın oluşturma için kullanılacak iş parçacığı sayısını belirtir. Daha fazla iş parçacığı kullanmak yığın yüklemeyi ve güncelleme hızını artırabilir, ancak kare sürelerini olumsuz etkileyebilir.",
  "sodium.options.always_defer_chunk_updates.name": "Yığın Güncellemelerini Her Zaman Ertele",
  "sodium.options.always_defer_chunk_updates.tooltip": "Etkinleştirilirse işleme, önemli olsalar bile hiçbir zaman yığın güncellemelerinin bitmesini beklemez. Bu, bazı senaryolarda kare hızlarını büyük ölçüde artırabilir ancak dünyada önemli bir görsel gecikme oluşturabilir.",
  "sodium.options.use_no_error_context.name": "Hata Yok İçeriğini Kullan",
  "sodium.options.use_no_error_context.tooltip": "Etkinleştirilirse, hata kontrolü devre dışı bırakılarak OpenGL içeriği oluşturulacaktır. Bu, performansı biraz artırabilir, ancak aynı zamanda OpenGL hatalarını düzgün bir şekilde ele almak yerine oyunun çökme riskini de artırır. Açıklanamayan ani çökmeler yaşıyorsanız bu seçeneği devre dışı bırakmalısınız.",
  "sodium.options.buttons.undo": "Geri Al",
  "sodium.options.buttons.apply": "Uygula",
  "sodium.options.buttons.donate": "Sodium'u Destekle!",
  "sodium.console.game_restart": "Bir veya daha fazla video ayarının uygulanması için oyunun yeniden başlatılması gerekir!",
  "sodium.console.broken_nvidia_driver": "NVIDIA grafik sürücüleriniz güncel değil!\n  * Bu, Embeddium yüklendiğinde ciddi performans sorunlarına ve çökmelere neden olacaktır.\n  * Lütfen grafik sürücülerinizi en son sürüme (sürüm 536.23 veya daha yenisi) güncelleyin.",
  "sodium.console.pojav_launcher": "Embeddium kullanılırken PojavLauncher desteklenmez.\n  * Aşırı performans sorunları, grafik hataları ve çökmelerle karşılaşma olasılığınız çok yüksektir.\n  * Devam etmeye karar verirseniz kendi başınıza olacaksınız; herhangi bir hata veya çökme konusunda size yardımcı olmayacağız!",
  "sodium.console.core_shaders_error": "Aşağıdaki kaynak paketleri Embeddium ile uyumlu değildir:",
  "sodium.console.core_shaders_warn": "Aşağıdaki kaynak paketleri Embeddium ile uyumsuz olabilir:",
  "sodium.console.core_shaders_info": "Ayrıntılı bilgi için oyun günlüğünü kontrol edin."
}
