{
  "sodium.option_impact.low": "Düşük",
  "sodium.option_impact.medium": "Orta",
  "sodium.option_impact.high": "Yüksek",
  "sodium.option_impact.extreme": "Aşırı",
  "sodium.option_impact.varies": "Değişir",
  "sodium.options.pages.quality": "Kalite",
  "sodium.options.pages.performance": "Performans",
  "sodium.options.pages.advanced": "Gelişmis",
  "sodium.options.view_distance.tooltip": "Oluşturma mesafesi, arazinin ne kadar uzakta oluşturulacağını kontrol eder. Daha kısa mesafeler, daha az arazinin işleneceği anlamına gelir ve kare hızlarını iyileştirir.",
  "sodium.options.simulation_distance.tooltip": ".Simülasyon mesafesi, arazinin ve varlıkların ne kadar uzağa yükleneceğini ve işaretleneceğini kontrol eder. Daha kısa mesafeler, iç sunucunun yükünü azaltabilir ve kare hızlarını iyileştirebilir.",
  "sodium.options.brightness.tooltip": "Oyunun parlaklığını (gama) kontrol eder.",
  "sodium.options.gui_scale.tooltip": "Kullanıcı arayüzü için kullanılacak maksimum ölçek faktörünü ayarlar. ''Otomatik'' kullanılırsa, her zaman en büyük ölçek faktörü kullanılır.",
  "sodium.options.fullscreen.tooltip": "Etkinleştirilirse, oyun tam ekranda görüntülenir (destekleniyorsa).",
  "sodium.options.v_sync.tooltip": "Etkinleştirilirse, oyunun kare hızı monitörün yenileme hızıyla senkronize edilir ve genel giriş gecikmesi pahasına genel olarak daha akıcı bir deneyim sağlar. Sisteminiz çok yavaşsa bu ayar performansı düşürebilir.",
  "sodium.options.fps_limit.tooltip": "Saniye başına maksimum kare sayısını sınırlar. Bu, çoklu görevlerde pil kullanımını ve genel sistem yükünü azaltmaya yardımcı olabilir. VSync etkinse, ekranınızın yenileme hızından düşük olmadığı sürece bu seçenek göz ardı edilecektir.",
  "sodium.options.view_bobbing.tooltip": "Etkinleştirilirse, oyuncunun görünümü hareket ederken sallanacak ve sallanacaktır. Oyun oynarken hareket hastalığı yaşayan oyuncular bunu devre dışı bırakmaktan fayda sağlayabilir.",
  "sodium.options.attack_indicator.tooltip": "Saldırı Göstergesinin ekranda nerede görüntüleneceğini kontrol eder.",
  "sodium.options.autosave_indicator.tooltip": "Etkinleştirilirse, oyun dünyayı diske kaydederken bir gösterge gösterilir.",
  "sodium.options.graphics_quality.tooltip": "Varsayılan grafik kalitesi bazı eski seçenekleri kontrol eder ve mod uyumluluğu için gereklidir. Aşağıdaki seçenekler \"Varsayılan\" olarak bırakılırsa, bu ayarı kullanacaklardır.",
  "sodium.options.clouds_quality.tooltip": "Gökyüzünde işlenmiş bulutların varlığını kontrol eder.",
  "sodium.options.weather_quality.tooltip": "Yağmur ve kar efektlerinin kalitesini kontrol eder.",
  "sodium.options.leaves_quality.name": "Yapraklar",
  "sodium.options.leaves_quality.tooltip": "Yaprakların kalitesini kontrol eder.",
  "sodium.options.particle_quality.tooltip": "Herhangi bir zamanda ekranda bulunabilecek maksimum parçacık sayısını kontrol eder.",
  "sodium.options.smooth_lighting.tooltip": "Blokların düzgün bir şekilde aydınlatılıp gölgelendirilip gölgelendirilmeyeceğini kontrol eder. Bu, bir yığını yeniden oluşturmak için gereken süreyi biraz artırır, ancak kare hızlarını etkilemez.",
  "sodium.options.biome_blend.value": "%s blok(lar)",
  "sodium.options.biome_blend.tooltip": "Blok renklendirme için hangi biyomların örnekleneceğini kontrol eder. Daha yüksek değerler, kalitede azalan iyileştirmeler için yığın oluşturmak için gereken süreyi büyük ölçüde artırır.",
  "sodium.options.entity_distance.tooltip": "Varlıkların oyuncudan ne kadar uzakta oluşturulabileceğini kontrol eder. Daha yüksek değerler, kare hızlarından ödün vererek render mesafesini artırır.",
  "sodium.options.entity_shadows.tooltip": "Etkinleştirilirse, yaratıkların ve diğer varlıkların altında temel gölgeler oluşturulur.",
  "sodium.options.vignette.name": "Vinyet",
  "sodium.options.vignette.tooltip": "Etkinleştirilirse, oyuncunun görünümünde bir vinyet efekti oluşturulacaktır. Doluluk oranı sınırlı olmadıkça bunun kare hızlarında bir fark yaratması pek olası değildir.",
  "sodium.options.mipmap_levels.tooltip": "Blok model dokuları için kullanılacak mipmap sayısını kontrol eder. Daha yüksek değerler uzaktaki blokların daha iyi işlenmesini sağlar, ancak birçok animasyonlu dokuda performansı olumsuz etkileyebilir.",
  "sodium.options.use_block_face_culling.name": "Blok Yüzü Ayırma'yı Kullanın",
  "sodium.options.use_block_face_culling.tooltip": "Etkinleştirilirse, blokların yalnızca kameraya bakan tarafları işleme için gönderilir. Bu, işleme sürecinin çok erken aşamalarında çok sayıda blok yüzünü ortadan kaldırarak bellek bant genişliğinden ve GPU'da zamandan tasarruf sağlayabilir. Bazı kaynak paketleri bu seçenekle sorun yaşayabilir, bu nedenle bloklarda delikler görüyorsanız devre dışı bırakmayı deneyin.",
  "sodium.options.use_compact_vertex_format.name": "Kompakt Vertex Formatını Kullanın",
  "sodium.options.use_compact_vertex_format.tooltip": "Etkinleştirilirse, parçaların işlenmesi için daha kompakt bir vertex formatı kullanılır. Bu, özellikle entegre grafik kartları için grafik belleği kullanımını ve bant genişliği gereksinimlerini önemli ölçüde azaltabilir, ancak konum ve doku koordinat özelliklerinin hassasiyetini azaltması nedeniyle bazı kaynak paketlerinde z-kavgasına neden olabilir. Oculus yüklüyse bunu devre dışı bırakmanın hiçbir etkisi yoktur.",
  "sodium.options.translucent_face_sorting.name": "Yarı Saydam Yüz Sıralama",
  "sodium.options.translucent_face_sorting.tooltip": "Etkinleştirilirse, cam ve su gibi yüzeylerden gelen yarı saydam efektler doğru şekilde uygulanır.",
  "sodium.options.use_fog_occlusion.name": "Sis Engellemesini Kullanın",
  "sodium.options.use_fog_occlusion.tooltip": "Etkinleştirilirse, sis efektleri tarafından tamamen gizlendiği belirlenen parçalar işlenmez ve performansın iyileştirilmesine yardımcı olur. Sis efektleri daha yoğun olduğunda (su altında olduğu gibi) iyileştirme daha çarpıcı olabilir, ancak bazı senaryolarda gökyüzü ve sis arasında istenmeyen görsel yapaylıklara neden olabilir.",
  "sodium.options.use_entity_culling.name": "Varlık İtlafını Kullanın",
  "sodium.options.use_entity_culling.tooltip": "Etkinleştirilirse, herhangi bir görünür yığın içinde olmadığı belirlenen varlıklar işleme sırasında atlanır. Bu, yer altında veya duvarların arkasında bulunan varlıkların işlenmesini önleyerek performansı artırmaya yardımcı olabilir.",
  "sodium.options.animate_only_visible_textures.name": "Yalnızca Görünür Dokuları Hareketlendir",
  "sodium.options.animate_only_visible_textures.tooltip": "Etkinleştirilirse, yalnızca görünür olduğu belirlenen animasyonlu dokular güncellenir. Bu, özellikle daha ağır kaynak paketleriyle bazı donanımlarda kare hızlarında önemli bir artış sağlayabilir. Bazı dokuların animasyonlu olmamasıyla ilgili sorunlar yaşıyorsanız, bu seçeneği devre dışı bırakmayı deneyin.",
  "sodium.options.cpu_render_ahead_limit.name": "İşlemci Ön İşleme Sınırı",
  "sodium.options.cpu_render_ahead_limit.tooltip": "CPU'nun render işlemini bitirmek için GPU'da bekleyebileceği maksimum kare sayısını belirtir. Çok düşük veya yüksek değerler kare hızı istikrarsızlığı yaratabilir.",
  "sodium.options.cpu_render_ahead_limit.value": "%s değer(ler)",
  "sodium.options.performance_impact_string": "Performans Etkisi: %s",
  "sodium.options.use_persistent_mapping.name": "Kalıcı Haritalamayı Kullanın",
  "sodium.options.use_persistent_mapping.tooltip": "Etkinleştirilirse, küçük bir bellek miktarı, yığın yükleme için bir hazırlama arabelleği olarak kalıcı bir şekilde eşlenir ve yığınları yüklerken veya güncellerken CPU ek yükünü ve kare süresi kararsızlığını azaltmaya yardımcı olur.\n\nOpenGL 4.4 veya ARB_buffer_storage gerektirir.",
  "sodium.options.chunk_update_threads.name": "Yığın Güncelleme İş Parçacıkları",
  "sodium.options.chunk_update_threads.tooltip": "Yığın oluşturma için kullanılacak iş parçacığı sayısını belirtir. Daha fazla iş parçacığı kullanmak yığın yükleme ve güncelleme hızını artırabilir, ancak kare sürelerini olumsuz etkileyebilir.",
  "sodium.options.always_defer_chunk_updates.name": "Yığın Güncellemelerini Her Zaman Ertele",
  "sodium.options.always_defer_chunk_updates.tooltip": "Etkinleştirilirse render işlemi, önemli olsalar bile yığın güncellemelerinin bitmesini asla beklemez. Bu, bazı senaryolarda kare hızlarını büyük ölçüde artırabilir, ancak dünyada önemli görsel gecikme yaratabilir.",
  "sodium.options.use_no_error_context.name": "Hata Yok İçeriğini Kullan",
  "sodium.options.use_no_error_context.tooltip": "Etkinleştirilirse, OpenGL bağlamı hata denetimi devre dışı bırakılarak oluşturulur. Bu, performansı biraz artırabilir, ancak OpenGL hatalarını zarif bir şekilde ele almak yerine oyunun çökme riskini de artırır. Açıklanamayan ani çökmeler yaşıyorsanız bu seçeneği devre dışı bırakmalısınız.",
  "sodium.options.buttons.undo": "Geri al",
  "sodium.options.buttons.apply": "Uygula",
  "sodium.options.buttons.donate": "Sodium'u destekle!",
  "sodium.console.game_restart": "Bir veya daha fazla video ayarını uygulamak için oyun yeniden başlatılmalıdır!",
  "sodium.console.broken_nvidia_driver": "NVIDIA grafik sürücüleriniz güncel değil!\n * Bu, Embeddium yüklendiğinde ciddi performans sorunlarına ve çökmelere neden olacaktır.\n * Lütfen grafik sürücülerinizi en son sürüme güncelleyin (sürüm 536.23 veya daha yeni.)",
  "sodium.console.pojav_launcher": "PojavLauncher, Embeddium kullanılırken desteklenmez.\n * Aşırı performans sorunları, grafik hataları ve çökmelerle karşılaşmanız çok olasıdır.\n * Devam etmeye karar verirseniz kendi başınıza olacaksınız - herhangi bir hata veya çökme konusunda size yardımcı olmayacağız!",
  "sodium.console.core_shaders_error": "Aşağıdaki kaynak paketleri Embeddium ile uyumsuzdur:",
  "sodium.console.core_shaders_warn": "Aşağıdaki kaynak paketleri Embeddium ile uyumsuz olabilir:",
  "sodium.console.core_shaders_info": "Ayrıntılı bilgi için oyun logunu kontrol edin."
}
